Repository: arnowelzel/timed-content
Catalog: lang/timed-content-*.po
Languages: es_es

source: Hourly
es_es: Por hora

source: Daily
es_es: Diariamente

source: Weekly
es_es: Semanalmente

source: Monthly
es_es: Mensualmente

source: Yearly
es_es: Anualmente

source: Sundays
es_es: domingos

source: Mondays
es_es: lunes

source: Tuesdays
es_es: martes

source: Wednesdays
es_es: miércoles

source: Thursdays
es_es: jueves

source: Fridays
es_es: viernes

source: Saturdays
es_es: sábados

source: first
es_es: primero

source: second
es_es: segundo

source: third
es_es: tercero

source: fourth
es_es: cuarto

source: last
es_es: último

source: Sunday
es_es: domingo

source: Monday
es_es: lunes

source: Tuesday
es_es: martes

source: Wednesday
es_es: miércoles

source: Thursday
es_es: jueves

source: Friday
es_es: viernes

source: Saturday
es_es: sábado

source: day
es_es: día

source: - No exceptions set -
es_es: - Ningún conjunto de excepciones -

# Date format for schedule description
source: F j, Y
es_es: j F Y

source: Action
es_es: Acción

source: Sets the action to be performed when the rule is active.
es_es: Establece la acción a ser ejecutada cuando la regla está activa.

source: Show the content
es_es: Mostrar el contenido

source: Hide the content
es_es: Ocultar el contenido

source: Starting Date/Time
es_es: Fecha/Hora de Inicio

source: Sets the date and time for the beginning of the first active period for this rule.
es_es: Establece la fecha y hora para el inicio del primer período activo para esta regla.

# Starting Date/Time date format (http://ca2.php.net/manual/en/function.date.php)
source: F jS, Y
es_es: j F Y

# Starting Date/Time time format (http://ca2.php.net/manual/en/function.date.php)
source: g:i A
es_es: H:i

source: Ending Date/Time
es_es: Fecha/Hora de Fin

source: Sets the date and time for the end of the first active period for this rule.
es_es: Establece la fecha y hora para el fin del primer período activo para esta regla.

# Ending Date/Time date format (http://ca2.php.net/manual/en/function.date.php)
source: F jS, Y
es_es: j F Y

# Ending Date/Time time format (http://ca2.php.net/manual/en/function.date.php)
source: g:i A
es_es: H:i

source: Timezone:
es_es: Zona horaria:

source: Select a city in the timezone you wish to use for this rule.
es_es: Seleccionar una ciudad en la zona horaria en la que usted desea usar para esta regla.

source: Frequency:
es_es: Frecuencia:

source: Sets the frequency at which the action should be repeated.
es_es: Establece la frecuencia a la cual la acción debe ser repetida.

source: Repeat How Often?
es_es: ¿Repetir cuán seguido?

source: If the frequency is set to Hourly, repeat this action every X hours.
es_es: Si la frecuencia está establecida a Por Hora, repetir esta acción cada X horas.

source: If the frequency is set to Daily, repeat this action every X days.
es_es: Si la frecuencia está establecida a Diariamente, repetir esta acción cada X días.

source: If the frequency is set to Weekly, repeat this action every X weeks.
es_es: Si la frecuencia está establecida a Semanalmente, repetir esta acción cada X semanas.

source: Repeat On The Following Days
es_es: Repetir En los Siguientes Días

source: If the frequency is set to Weekly, repeat this action on these days of the week INSTEAD of the day of week the Starting Date/Time falls on.
es_es: Si la frecuencia se establece a Semanalmente, repetir esta acción en esos días de la semana EN VEZ del día de la semana en la que la Fecha/Hora de Inicio cae.

source: If the frequency is set to Monthly, repeat this action every X months.
es_es: Si la frecuencia se establece a Mensualmente, repetir esta acción cada X meses.

source: Repeat On The Nth Weekday Of The Month?
es_es: ¿Repetir En el Enésimo Día de la Semana Del Mes?

source: If the frequency is set to Monthly, repeat this action on the Nth weekday of the month (for example, 'every third Tuesday'). Check this box to select a pattern below.
es_es: Si la frecuencia se establece a Mensual, repetir esta acción en el enésimo día de la semana del mes (por ejemplo, 'cada tercer Martes'). Seleccione esta casilla para seleccionar un patrón debajo.

source: Nth Weekday Ordinal:
es_es: Enésimo Día de la Semana Ordinal:

source: Select a value for the Nth (for example 'first', 'second', etc.) week of the month.
es_es: Seleccionar un valor para la Enésima (por ejemplo 'primera', 'segunda', etc.) semana del mes.

source: Nth Weekday Day Of Week:
es_es: Enésimo Día De la Semana:

source: Select the day of week to repeat on.
es_es: Seleccionar el día de la semana a repetir.

source: If the frequency is set to Yearly, repeat this action every X years.
es_es: Si la frecuencia se establece a Anual, repetir esta acción cada X años.

source: How Often To Repeat This Action?
es_es: ¿Cuán Seguido Repetir Esta Acción?

source: Keep repeating until a given date
es_es: Mantener repitiendo hasta una fecha dada

source: Repeat a set number of times
es_es: Repetir un número de veces establecido

source: End Date:
es_es: Fecha de Fin:

source: Using the settings above, repeat this action until this date.
es_es: Usando los ajustes anteriores, repetir esta acción hasta esta fecha.

# End Date date format (http://ca2.php.net/manual/en/function.date.php)
source: F jS, Y
es_es: j F Y

source: Repeat How Many Times?
es_es: ¿Repetir Cuántas Veces?

source: Using the settings above, repeat this action this many times.
es_es: Usando los ajustes anteriores, repetir esta acción esta cantidad de veces.

source: Add Exception Date:
es_es: Agregar Fecha de Excepcion:

source: Select a date to add to the Exception Dates List.
es_es: Seleccione una fecha para agregar a la Lista de Fechas de Excepción.

source: Exception Dates List
es_es: Lista de Fechas de Excepciones

source: Dates that this Timed Content Rule will not be active. Double-click on a date to remove it from the list.
es_es: Fechas que esta regla de contenido programado no se activa. Haga doble-clic en una fecha que elimine de la lista.

source: This menu is empty.
es_es: Este menú está vacío.

# Date field label
source: Date
es_es: Fecha

# Time field label
source: Time
es_es: Hora

# Three-letter abbreviation for Sunday
source: Sun
es_es: dom

# Three-letter abbreviation for Monday
source: Mon
es_es: lun

# Three-letter abbreviation for Tuesday
source: Tue
es_es: mar

# Three-letter abbreviation for Wednesday
source: Wed
es_es: mie

# Three-letter abbreviation for Thursday
source: Thu
es_es: jue

# Three-letter abbreviation for Friday
source: Fri
es_es: mie

# Three-letter abbreviation for Saturday
source: Sat
es_es: sab

# Two-letter abbreviation for Sunday
source: Su
es_es: do

# Two-letter abbreviation for Monday
source: Mo
es_es: lu

# Two-letter abbreviation for Tuesday
source: Tu
es_es: ma

# Two-letter abbreviation for Wednesday
source: We
es_es: me

# Two-letter abbreviation for Thursday
source: Th
es_es: ju

# Two-letter abbreviation for Friday
source: Fr
es_es: vi

source: January
es_es: enero

source: February
es_es: febrero

source: March
es_es: marzo

source: April
es_es: abril

source: May
es_es: mayo

source: June
es_es: junio

source: July
es_es: julio

source: August
es_es: agosto

source: September
es_es: septiembre

source: October
es_es: octubre

source: November
es_es: noviembre

source: December
es_es: diciembre

# Three-letter abbreviation for January
source: Jan
es_es: ene

# Three-letter abbreviation for April
source: Apr
es_es: abr

# Three-letter abbreviation for August
source: Aug
es_es: ago

# Three-letter abbreviation for December
source: Dec
es_es: dic

# jQuery UI Datepicker Close label
source: Done
es_es: Hecho

# jQuery UI Datepicker Previous label
source: Prev
es_es: Ant

# jQuery UI Datepicker Next label
source: Next
es_es: Sig

# jQuery UI Datepicker Today label
source: Today
es_es: Hoy

# jQuery UI Datepicker Week label
source: Wk
es_es: Sm

# jQuery UI Datepicker Date format
source: MM d, yy
es_es: d MM yy

# jQuery UI Timepicker 'Hour' label
source: Hour
es_es: Hora

# jQuery UI Timepicker 'Minute' label
source: Minute
es_es: Minuto

source: true
es_es: false

# jQuery UI Timepicker 'Done' label
source: Done
es_es: Hecho

# jQuery UI Timepicker 'Now' label
source: Now
es_es: Ahora

# jQuery UI Timepicker 'Deselect' label
source: Deselect
es_es: Deseleccionar

# post type general name
source: Timed Content Rules
es_es: Reglas de Contenido Cronometrado

# post type singular name
source: Timed Content Rule
es_es: Regla de Contenido Cronometrado

# Menu item/button label on Timed Content Rules admin page
source: Add New
es_es: Añadir nueva

source: Add New Timed Content Rule
es_es: Añadir Nueva Regla de Contenido Cronometrado

source: Edit Timed Content Rule
es_es: Editar Regla de Contenido Cronometrado

source: New Timed Content Rule
es_es: Nueva Regla de Contenido Cronometrado

source: View Timed Content Rule
es_es: Ver Regla de Contenido Cronometrado

source: Search Timed Content Rules
es_es: Buscar Reglas de Contenido Cronometrado

source: No Timed Content Rules found
es_es: No se encontraron Reglas de Contenido Cronometrado

source: No Timed Content Rules found in Trash
es_es: No se encontraron Reglas de Contenido Cronometrado en la Papelera

source: Create regular schedules to show or hide selected content in a Page or Post.
es_es: Crear programaciones regulares para mostrar u ocultar contenido seleccionado en una Página o Entrada.

source: M j, Y @ G:i
es_es: j F Y @ G:i

source: Timed Content Rule updated.
es_es: Regla de Contenido Cronometrado actualizada.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado borrado.

source: Timed Content Rule restored to revision from %s
es_es: Regla de Contenido Cronometrado restaurada a la revisión desde %s

source: Timed Content Rule published.
es_es: Regla de Contenido Cronometrado publicada.

source: Timed Content Rule saved.
es_es: Regla de Contenido Cronometrado salvada.

source: Timed Content Rule submitted.
es_es: Regla de Contenido Cronometrado enviada.

source: Timed Content Rule scheduled for: %s.
es_es: Regla de Contenido Cronometrado programada para: %s.

source: Timed Content Rule draft updated.
es_es: Borrador de Regla de Contenido Cronometrado actualizado.

source: Date in Starting Date/Time must not be empty.
es_es: La fecha en la Fecha/Hora Inicial no puede ser vacía.

source: Time in Starting Date/Time must not be empty.
es_es: La hora en la Fecha/Hora Inicial no puede ser vacío.

source: Date in Ending Date/Time must not be empty.
es_es: La fecha en la Fecha/Hora Final no puede ser vacía.

source: Time in Ending Date/Time must not be empty.
es_es: La hora en la Fecha/Hora Final no puede ser vacío.

source: Repeat How Often? must not be empty.
es_es: ¿Repetir cuán seguido? no puede ser vacío.

source: Repeat How Often? must be a number.
es_es: ¿Repetir cuán seguido? debe ser un número.

source: Repeat How Many Times? must not be empty.
es_es: ¿Repetir cuantas veces? no puede ser vacío.

source: Repeat How Many Times? must be a number.
es_es: ¿Repetir cuantas veces? debe ser un número.

source: End Date must not be empty.
es_es: La Fecha de Fin no puede ser vacía.

source: Starting Date/Time must be valid.
es_es: La Fecha/Hora de Inicio tiene que ser válida.

source: Ending Date/Time must be valid.
es_es: La Fecha/Hora de Fin tiene que ser válida.

source: Starting Date/Time must be before Ending Date/Time.
es_es: La Fecha/Hora de Inicio debe estar antes que la Fecha/Hora de Fin.

source: End Date must be after Ending Date/Time.
es_es: La Fecha de Fin tiene que estar después de la Fecha/Hora de Fin.

# Human readable time difference
source: %s from now.
es_es: %s desde ahora.

source: Right now!
es_es: ¡Ahora mismo!

# Human readable time difference
source: %s ago.
es_es: %s pasados.

source: Warning!
es_es: ¡Advertencia!

source: Some problems have been detected. Although you can still publish this rule, it may not work the way you expect.
es_es: Algunos problemas se han detectado. Aunque puede aún publicar esta regla, puede no funcionar como usted espera.

source: Check that all of the conditions for this rule are correct, and use Show Projected Dates/Times to ensure your rule is working properly.
es_es: Chequee que todas las condiciones para esta regla son correctas, y use las Fechas/Horas Proyectadas para asegurar que su regla esté funcionando correctamente.

source: %1$s on %2$s @ %3$s until %4$s @ %5$s.
es_es: %1$s el %2$s @ %3$s hasta %4$s @ %5$s.

source: Repeat this action every hour.
es_es: Repetir esta acción cada hora.

source: Repeat this action every day.
es_es: Repetir esta acción cada día.

# List of two weekdays
source: %1$s and %2$s
es_es: %1$s y %2$s

# List of three weekdays
source: %1$s, %2$s, and %3$s
es_es: %1$s, %2$s, y %3$s

# List of four weekdays
source: %1$s, %2$s, %3$s, and %4$s
es_es: %1$s, %2$s, %3$s, y %4$s

# List of five weekdays
source: %1$s, %2$s, %3$s, %4$s, and %5$s
es_es: %1$s, %2$s, %3$s, %4$s, y %5$s

# List of six weekdays
source: %1$s, %2$s, %3$s, %4$s, %5$s, and %6$s
es_es: %1$s, %2$s, %3$s, %4$s, %5$s, y %6$s

# List of all weekdays
source: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s
es_es: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, y %7$s

source: Repeat this action every week on %s.
es_es: Repetir esta acción cada semana el %s.

source: Repeat this action every %1$d weeks on %2$s.
es_es: Repetir esta acción cada %1$d semanas el %2$s.

source: Repeat this action every week.
es_es: Repetir esta acción cada semana.

# Example: 'Repeat this action every month on the second Friday of the month.'
source: Repeat this action every month on the %1$s %2$s of the month.
es_es: Repetir esta acción cada mes el %1$s %2$s del mes.

# Example: 'Repeat this action every 2 months on the second Friday of the month.'
source: Repeat this action every %1$d months on the %2$s %3$s of the month.
es_es: Repetir esta acción cada %1$d meses el %2$s %3$s del mes.

source: Repeat this action every month.
es_es: Repetir esta acción cada mes.

source: Repeat this action every year.
es_es: Repetir esta acción cada año.

source: This rule will be active for 1 repetition.
es_es: Esta regla estará activada para 1 repetición.

source: This rule will be active until %s.
es_es: Esta regla estará activada hasta %s.

source: This rule will be inactive on the following dates: %s.
es_es: Esta regla estará inactivo en las siguientes fechas:% s.

source: All times are in the %s timezone.
es_es: Todas las horas están en la zona horaria %s.

# Noun
source: Notice
es_es: Aviso

source: Debugging has been turned on for a %1$s shortcode on this Post/Page. Only website users who are currently logged in and can edit this Post/Page will see this. To turn off this message, remove the %2$s attribute from the shortcode.
es_es: La depuración ha sido habilitada para un código corto %1$s en este Entrada/Página. Solamente los sitios web que están actualmente autenticados y pueden editar este Entrada/Página verán esto. Para deshabilitar este mensaje, borre el atributo %2$s del código corto.

source: The %s attribute is not set.
es_es: El atributo %s no está establecido.

source: The %s attribute is currently set to
es_es: El atributo %s está establecido a

source: The Timed Content plugin thinks the intended date/time is
es_es: El plugin de Contenido Cronometrado piensa que la fecha/hora destinada es

source: Current Date/Time:
es_es: Fecha/Hora Actual:

source: Content Filter:
es_es: Filtro de contenido

# Noun
source: Content:
es_es: Contenido:

# Scheduled Dates/Times dialog - Beginning of active period table header
source: Start
es_es: Inicio

# Scheduled Dates/Times dialog - End of active period table header
source: End
es_es: Fin

# Scheduled Dates/Times dialog - dialog header
source: Scheduled Dates/Times
es_es: Fechas/Horas Programadas

source: Calculating Dates/Times
es_es: Calcular las fechas / horas

source: Show Projected Dates/Times
es_es: Mostrar Fechas/Horas Proyectadas

source: Something unexpected has happened along the way. The specific details are below:
es_es: Algo inesperado ocurrió en el camino. Los detalles específicos están debajo:

source: Add Timed Content shortcodes
es_es: Añadir códigos cortos de Contenido Cronometrado

# No Timed Content Rule title
source: (no title)
es_es: (sin título)

source: Description
es_es: Descripción

source: Shortcode
es_es: Código Corto

source: Timed Content Rule
es_es: Regla de Contenido Cronometrado

source: Timed Content Rule Pending
es_es: Regla Pendiente de Contenido Cronometrado

source: Rule Description/Schedule
es_es: Regla de Descripción/Programación

source: Action/Initial Event
es_es: Evento Inicial/De Acción

source: Set the action to be taken and when it should first run.
es_es: Establecer la acción a ser ejecutada cuando se ejecute por primera vez.

source: Repeating Pattern
es_es: Patrón Repetitivo

source: Set how often the action should repeat.
es_es: Establecer cuán seguido la acción debería repetirse.

source: Stopping Condition
es_es: Condición de Parada

source: Set how long or how many times the action should occur.
es_es: Establecer cuán largo o cuántas veces la acción debería ocurrir.

source: Exceptions
es_es: Excepciones

source: Set up any exceptions to this Timed Content Rule.
es_es: Configurar cualquier excepciones a esta regla contenido programado.

source: l, F jS, Y, g:i A T
es_es: l, d F Y, H:i T

# TinyMCE Dialog - Dialog titlebar
source: Add Timed Content shortcodes
es_es: Añadir códigos cortos de Contenido Cronometrado

source: When using the Show action, the Show time must be at least 1 second.
es_es: Cuando se usa la acción Mostrar, la hora de Mostrar tiene que ser al menos 1 segundo.

source: When using the Hide action, the Hide time must be at least 1 second.
es_es: Cuando se utiliza la acción Ocultar, la hora de Ocultar tiene que ser de al menos 1 segundo.

source: When using both Show and Hide actions, the Hide time must be later than the Show time.
es_es: Cuando se utiliza ambas acciones Mostrar y Ocultar, la hora de Ocultar tiene que ser posterior la hora de Mostrar.

source: Please select an action to perform.
es_es: Por favor seleccione una acción a realizar.

source: Please set a date for the Show action.
es_es: Por favor seleccione una fecha para la acción Mostrar.

source: Please set a time for the Show action.
es_es: Por favor seleccione una hora para la acción Mostrar.

source: Please set a date for the Hide action.
es_es: Por favor seleccione una fecha para la acción Ocultar.

source: Please set a time for the Hide action.
es_es: Por favor seleccione una hora para la acción Ocultar.

# TinyMCE Dialog - Client tab label
source: Client
es_es: Cliente

# TinyMCE Dialog - Server tab label
source: Server
es_es: Servidor

# TinyMCE Dialog - Rules tab label
source: Timed Content Rules
es_es: Reglas de Contenido Cronometrado

# TinyMCE Dialog - Client tab instructions
source: Select the actions you wish to perform and the times after the Page/Post is loaded when they should occur.
es_es: Seleccionar las acciones que desea realizar y las horas luego de que la Página/Entrada esté cargada cuando ellos deben ocurrir.

# TinyMCE Dialog - Show action label
source: Show
es_es: Mostrar (Show)

# TinyMCE Dialog - Time count label
source: Time (mm:ss):
es_es: Duración (mm:ss):

# TinyMCE Dialog - Fade-in label
source: Fade in (ms):
es_es: Aparecer (ms):

# TinyMCE Dialog - Optional checkbox HTML label
source: Optional
es_es: Opcional

# TinyMCE Dialog - Hide action label
source: Hide
es_es: Ocultar (Hide)

# TinyMCE Dialog - Fade-out label
source: Fade out (ms):
es_es: Desaparecer (ms):

# TinyMCE Dialog - Display Mode label
source: Display Mode
es_es: Modo de Visualización

# TinyMCE Dialog - Display mode <div> HTML description
source: Enclose content using %s tags (block-level)
es_es: Encerrar el contenido utilizando etiquetas %s (a nivel de bloque)

# TinyMCE Dialog - Display mode <span> HTML description
source: Enclose content using %s tags (inline)
es_es: Encerrar el contenido utilizando etiquetas %s (inline)

# TinyMCE Dialog - Insert button HTML label
source: Insert
es_es: Insertar

# TinyMCE Dialog - Cancel button HTML label
source: Cancel
es_es: Cancelar

# TinyMCE Dialog - Server tab instructions
source: Select the actions you wish to perform and the dates/times when they should occur.
es_es: Seleccionar las acciones que desea ejecutar y las fechas/horas de cuando ellas deben ocurrir.

# TinyMCE Dialog - Server debugging label
source: Add debugging messages (Only logged-in users who can edit this Post/Page will see them)
es_es: Adicionar mensajes de depuración (Solamente usuarios autenticados que pueden editar este Entrada/Página podrán verlos)

# Date field label
source: Date:
es_es: Fecha:

# Time field label
source: Time:
es_es: Hora:

# TinyMCE Dialog - Timezone fieldset label
source: Timezone
es_es: Zona horaria

# TinyMCE Dialog - Timezone <select> HTML label
source: Select a city whose timezone you wish to use:
es_es: Seleccionar una ciudad de la cual desea usar la zona horaria:

source: Wordpress Timezone:
es_es: Zona horaria de WordPress:

# TinyMCE Dialog - Timed Content Rules tab instructions
source: Select the Timed Content Rule you wish to use. Only rules without any warnings will appear below.
es_es: Seleccionar las acciones que desea ejecutar y las fechas/horas de cuando ellas deben ocurrir.

# TinyMCE Dialog - Timed Content Rules <select> HTML label
source: Rule:
es_es: Regla:

# TinyMCE Dialog - Timed Content Rules description label
source: Description
es_es: Descripción
